[
    {
        "benefits-icon":"Rectangle 1056.png",
        "benefits-heading":"Injury Prevention",
        "benefits-bio":"Vero Ankle™ Brace can help prevent injuries during physical activities by providing added stability and support to the ankle joint"
    },
    {
        "benefits-icon":"Rectangle 1056.png",
        "benefits-heading":"Enhanced Support",
        "benefits-bio":"Recovering from ankle injuries, our ankle brace can provide extra support, aiding in the healing process and reducing the risk of re-injury."
    },
    {
        "benefits-icon":"Rectangle 1056.png",
        "benefits-heading":"Pain Relief",
        "benefits-bio":"Vero Ankle™ Brace can alleviate pain and discomfort associated with chronic conditions like arthritis or overuse injuries."
    },
    {
        "benefits-icon":"Rectangle 1056.png",
        "benefits-heading":"Improved Stability",
        "benefits-bio":"Our Provide essential stability to the ankle joint, reducing the risk of rolling or twisting the ankle, especially during physical activities."
    },
    {
        "benefits-icon":"Rectangle 1056.png",
        "benefits-heading":"Reduced Swelling",
        "benefits-bio":"Our brace can help manage swelling and inflammation by compressing the injured area, allowing for better circulation and quicker healing."
    },
    {
        "benefits-icon":"Rectangle 1056.png",
        "benefits-heading":"Recovery Aid",
        "benefits-bio":"Assist in the recovery process by supporting the affected ligaments and tendons, facilitating a faster and more controlled healing process."
    },
    {
        "benefits-icon":"Rectangle 1056.png",
        "benefits-heading":"Confidence Boost",
        "benefits-bio":"Wearing an ankle brace provides users with increased confidence to engage in physical activities and sports, knowing their ankle is protected."
    },
    {
        "benefits-icon":"Rectangle 1056.png",
        "benefits-heading":"Versatility",
        "benefits-bio":"Our ankle braces can be worn with most types of footwear, making them suitable for everyday activities, sports, and rehabilitation exercises."
    }
]